/*  Copyright CANON INC. 2005-2014  */
"ICA_PGADV_AUTOTONE_STR"	= "图像调整";
"ICA_PGADV_AUTOTONE_TT"	= "选择此功能的优化图像亮度的效果。";
"ICA_PGADV_COPYGAMMA_STR"	= "减少透视阴影";
"ICA_PGADV_COPYGAMMA_TT"	= "选择“开/关”减少双面文档中的透视阴影或将再生纸及其他彩色纸的底色变亮的功能。仅当“图像调整”中选择了“文档”或“杂志”时，该选项可用。";
"ICA_PGADV_COPYGAMMA_ADF_TT"	= "选择“开/关”减少双面文档中的透视阴影或将再生纸及其他彩色纸的底色变亮的功能。仅当“图像调整”中选择了“文档”时，该选项可用。";
"ICA_PGADV_UNSHARP_STR"	= "虚像屏蔽";
"ICA_PGADV_UNSHARP_TT"	= "选择“开/关”加强图像轮廓以锐化图像的功能。当“去网纹”为“开”时，除非“虚像屏蔽”设置为“关”，否则可能会保留莫尔条纹。";
"ICA_PGADV_DESCREEN_STR"	= "去网纹";
"ICA_PGADV_DESCREEN_TT"	= "选择“开/关”减少扫描印有细小点的照片或图片所导致的不均匀渐变或条纹图案(莫尔条纹)的功能。除非“虚像屏蔽”设置为“关”，否则可能会保留莫尔条纹。";
"ICA_PGADV_REMOVEDUST_STR"	= "去除灰尘和划痕";
"ICA_PGADV_REMOVEDUST_TT"	= "选择“FARE”功能的从胶片扫描中自动去除灰尘和划痕的效果。";
"ICA_PGADV_REDUCEDUST_STR"	= "减少灰尘和划痕";
"ICA_PGADV_REDUCEDUST_TT"	= "选择此功能的减少照片上由灰尘或划痕造成的白点的效果。";
"ICA_PGADV_FADINGCORRECT_STR"	= "褪色修正";
"ICA_PGADV_FADINGCORRECT_TT"	= "选择此功能的修正因年代久远或有色偏的照片和胶片的效果。仅当“色彩模式”(种类)中选择了“彩色”时，该选项有效。";
"ICA_PGADV_GRAINCORRECT_STR"	= "粒状修正";
"ICA_PGADV_GRAINCORRECT_TT"	= "选择此功能的减少使用高速胶片拍摄或以高敏感度拍摄照片产生的粒状(噪点)的效果。";
"ICA_PGADV_CUBS_STR"	= "装订线阴影修正";
"ICA_PGADV_CUBS_TT"	= "选择此功能的修正扫描打开的书册时页面之间出现的阴影的效果。当使用此修正功能时，放置原稿使之不歪斜。在扫描过程中，使用与预览扫描时相同的力量按压书脊的中间。";
"ICA_PGPREF_CALIB_SETTINGS_STR"	= "每次扫描前校准";
"ICA_PGPREF_CALIB_SETTINGS_TT"	= "每次扫描前执行校准。";
"ICA_PGPREF_ADF_ORDERREJECTION_STR"	= "按页面顺序输出";
"ICA_PGPREF_ADF_ORDERREJECTION_TT"	= "设置从自动输稿器扫描多个双面文档后如何输出纸张。设置为“关”以快速模式扫描文档并输出纸张。设置为“开”按页面顺序自动扫描文档并输出纸张。";
"ICA_ADV_FLAG_NONE"	= "无";
"ICA_ADV_FLAG_AUTO"	= "自动";
"ICA_ADV_FLAG_PHOTO"	= "照片";
"ICA_ADV_FLAG_MAGAZINE"	= "杂志";
"ICA_ADV_FLAG_DOCUMENT"	= "文档";
"ICA_ADV_FLAG_ON"	= "开";
"ICA_INFO_NONE"	= "无";
"ICA_INFO_LOW"	= "低";
"ICA_INFO_MEDIUM"	= "中";
"ICA_INFO_HIGH"	= "高";
"ICA_ERROR_001"	= "无法执行扫描，除非尺寸或分辨率减小到 %s x %s 像素或更小并且数据大小为 %s GB 或更小。";
"ICA_ERROR_002"	= "纸张尺寸不适合双面扫描。选择 A4 或 Letter。";
"ICA_ERROR_003"	= "指定的“色彩模式”(种类)不支持 16 位扫描。要使用指定“色彩模式”(种类)进行扫描，将位深度更改为 8 位。要执行 16 位扫描，将“色彩模式”(种类)更改为彩色。";
"ICA_ERROR_004"	= "无法执行扫描，除非尺寸增大到 4 x 4 mm (0.16 x 0.16 in)。";
"ICA_ERROR_005"	= "您不具备访问指定文件夹的权限。";
"ICA_ERROR_006"	= "无法检测到胶片。\n请检查胶片是否设置正确，然后再次扫描。";
"ICA_ERROR_007"	= "使用扫描仪驱动程序扫描 120 格式胶片。";
"ICA_ERROR_008"	= "发生内部错误。请采取以下措施。\n- 检查扫描仪状态。\n- 重新启动扫描仪。\n- 请重新安装扫描仪驱动程序。";
"ICA_ERROR_009"	= "纸张尺寸不适合双面扫描。选择美国法定用纸以外的尺寸。";
"ICA_ERROR_01"	= "运行溢出内存。增加可用内存。";
"ICA_ERROR_02"	= "所需文件缺失或损坏，或者设置不正确。请尝试重新安装。";
"ICA_ERROR_03"	= "发生内部错误。";
"ICA_ERROR_04"	= "没有足够的完成扫描所需的可用磁盘空间。";
"ICA_ERROR_05"	= "ADF(自动输稿器)里没有文档。请装入文档，然后重试。";
"ICA_ERROR_07"	= "扫描仪出错。请参阅手册寻找解决方案。";
"ICA_ERROR_08"	= "无法读写文件。";
"ICA_ERROR_09"	= "发生错误。关闭设备后重新打开。";
"ICA_ERROR_10"	= "释放锁定开关，断开 USB 电缆线并重新连接。";
"ICA_ERROR_11"	= "释放锁定开关，关闭设备后重新打开。";
"ICA_ERROR_12"	= "用户已取消扫描。";
"ICA_ERROR_13"	= "用户已取消扫描。请按打印机操作面板上的 OK 按钮从 ADF(自动输稿器)弹出文档。";
"ICA_ERROR_18"	= "由于以下原因无法扫描:\n- 可能原稿设置不正确。\n- 可能放置了保护片。\n- 可能灯管没有预热。\n   (在低温环境下需要几分钟的时间调整灯管。)";
"ICA_ERROR_25"	= "ADF(自动输稿器)夹纸。请清除夹纸，然后按打印机操作面板的 OK 按钮清除状态。";
"ICA_ERROR_26"	= "ADF(自动输稿器)盖板打开。请关闭文档盖板并按打印机操作面板的 OK 按钮清除状态。";
"ICA_ERROR_28"	= "文档太长。确认 ADF(自动输稿器)盖板是关闭的，按打印机操作面板上的 OK 按钮从自动输稿器弹出文档。";
"ICA_ERROR_29"	= "纸张尺寸不适合双面扫描。确认 ADF(自动输稿器)盖板是关闭的，按打印机操作面板上的 OK 按钮从自动输稿器弹出文档。";
"ICA_ERROR_30"	= "ADF(自动输稿器)里没有文档。按打印机操作面板上的 OK 按钮以取消错误，然后请将纸张放入自动输稿器中。";
"ICA_ERROR_31"	= "正在初始化扫描仪。请在初始化完成后扫描。";
"ICA_ERROR_32"	= "正在初始化打印机。请在初始化完成后扫描。";
"ICA_ERROR_33"	= "打印机正在使用中或者发生错误。请检查状态。";
"ICA_ERROR_34"	= "其他应用程序或用户使用扫描仪时，无法使用该扫描仪。";
"ICA_ERROR_35"	= "已安装保护片。无法扫描。";
"ICA_ERROR_36"	= "无法扫描指定纸张尺寸的文档。";
"ICA_ERROR_39"	= "由于以下原因无法与扫描仪通讯:\n- 扫描仪被关闭。\n- USB电缆线被断开连接。\n\n请检查并重试。";
"ICA_ERROR_40"	= "由于以下原因无法与扫描仪通讯:\n- 扫描仪被关闭。\n- (如果使用有线 LAN 连接)从有线 LAN 被断开连接。\n- (如果使用无线 LAN 连接)因为障碍物信号强度差。\n- 网络连接被安全软件阻止。\n- 在网络上已选择其他扫描仪。\n\n请检查并重试。";
"ICA_ERROR_42"	= "文档盖板打开。\n请关闭文档盖板并按打印机的 OK 按钮。\n然后从 ADF(自动输稿器)取出文档。";
